tap "xo/xo"
tap "yannjor/krabby"
brew "cmatrix"
brew "colima"
brew "cowsay"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fortune"
brew "fzf"
brew "go"
brew "htop"
brew "icu4c@76"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node"
brew "pkgconf"
brew "pyenv"
brew "qemu"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "wimlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "xo/xo/usql"
brew "yannjor/krabby/krabby"
cask "alacritty"
cask "bruno"
cask "caffeine"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "qbittorrent"
cask "vlc"
cask "wezterm"
